Repository: owaisazmal/Swift-Scribe
Catalog: NotesApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: Replace Handwriting
de: Handschrift ersetzen
es: Sustituir la escritura
fr: Remplacer l’écriture

source: Replay
de: Wiedergabe
es: Reproducción
fr: Relecture

source: Replay with Ink
de: Wiedergabe mit Tinte
es: Reproducir con tinta
fr: Relecture avec l’encre

source: Replaying. Ink appears as it was written; tap ink to jump to that moment.
de: Wiedergabe. Die Tinte erscheint so, wie sie geschrieben wurde. Tippe auf Tinte, um zu diesem Moment zu springen.
es: Reproduciendo. La tinta aparece tal como se escribió; toca la tinta para saltar a ese momento.
fr: Relecture en cours. L’encre apparaît comme elle a été écrite ; touchez de l’encre pour aller à ce moment.

source: Report a Problem or Request a Feature
de: Problem melden oder Funktion vorschlagen
es: Informar de un problema o sugerir una función
fr: Signaler un problème ou suggérer une fonctionnalité

source: Resize and rotate
de: Größe ändern und drehen
es: Cambiar tamaño y girar
fr: Redimensionner et faire pivoter

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer

source: Restore from a Backup…
de: Aus Backup wiederherstellen …
es: Restaurar desde una copia de seguridad…
fr: Restaurer à partir d’une sauvegarde…

source: Restored “%@”
de: „%@“ wiederhergestellt
es: “%@” restaurado
fr: « %@ » restauré

source: Restored %lld notebooks
de: %lld Notizbücher wiederhergestellt
es: %lld cuadernos restaurados
fr: %lld carnets restaurés

source: Restored %lld notebooks.
de: %lld Notizbücher wiederhergestellt.
es: Se restauraron %lld cuadernos.
fr: %lld carnets restaurés.

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats

source: Returns to writing size, where you are looking.
de: Kehrt zur Schreibgröße zurück, an der Stelle, die du gerade ansiehst.
es: Vuelve al tamaño de escritura, en el punto que estás mirando.
fr: Revient à la taille d’écriture, à l’endroit que vous regardez.

source: Ribbon Banner
de: Spruchband
es: Banderola de cinta
fr: Banderole

source: Right
de: Rechts
es: Derecha
fr: Droite

source: Ring
de: Kringel
es: Aro
fr: Anneau

source: Riso blue
de: Riso-Blau
es: Azul riso
fr: Bleu riso

source: Rose
de: Rosé
es: Rosa

source: Sage
de: Salbei
es: Salvia
fr: Sauge

source: Save
de: Sichern
es: Guardar
fr: Enregistrer

source: Save %lld as Flashcards
de: %lld als Karteikarten sichern
es: Guardar %lld como tarjetas
fr: Enregistrer %lld comme cartes

source: Saved to Flashcards
de: In Karteikarten gesichert
es: Guardadas en las tarjetas
fr: Enregistrées dans les cartes

source: Saves the notebook and goes back to your shelves.
de: Sichert das Notizbuch und kehrt zu deinen Regalen zurück.
es: Guarda el cuaderno y vuelve a tus estantes.
fr: Enregistre le carnet et revient à vos étagères.

source: Scan Documents
de: Dokumente scannen
es: Escanear documentos
fr: Numériser des documents

source: Scan Documents…
de: Dokumente scannen …
es: Escanear documentos…
fr: Numériser des documents…

source: Scribble Erase
de: Durch Kritzeln löschen
es: Borrar con garabato
fr: Effacer par gribouillage

source: Scribble to Erase
de: Kritzeln zum Löschen
es: Garabatear para borrar
fr: Gribouiller pour effacer

source: Scroll Down
de: Nach unten scrollen
es: Desplazar hacia abajo
fr: Faire défiler vers le bas

source: Scroll Down a Screen
de: Eine Bildschirmseite nach unten
es: Desplazar una pantalla hacia abajo
fr: Faire défiler d’un écran vers le bas

source: Scroll Up
de: Nach oben scrollen
es: Desplazar hacia arriba
fr: Faire défiler vers le haut

source: Scroll Up a Screen
de: Eine Bildschirmseite nach oben
es: Desplazar una pantalla hacia arriba
fr: Faire défiler d’un écran vers le haut

source: Search
de: Suchen
es: Buscar
fr: Rechercher

source: Search Library
de: Bibliothek durchsuchen
es: Buscar en la biblioteca
fr: Rechercher dans la bibliothèque

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner

source: Select Ink
de: Tinte auswählen
es: Seleccionar tinta
fr: Sélectionner l’encre

source: Select Ink Across Pages
de: Tinte seitenübergreifend auswählen
es: Seleccionar tinta entre páginas
fr: Sélectionner l’encre sur plusieurs pages

source: Select notebooks to move, favourite or delete
de: Notizbücher zum Bewegen, Favorisieren oder Löschen auswählen
es: Selecciona cuadernos para moverlos, añadirlos a favoritos o eliminarlos
fr: Sélectionnez des carnets à déplacer, à ajouter aux favoris ou à supprimer

source: Selecting ink. Draw round ink on any page, then drag it.
de: Tintenauswahl. Umkreise Tinte auf einer beliebigen Seite und ziehe sie dann.
es: Seleccionando tinta. Dibuja alrededor de la tinta en cualquier página y luego arrástrala.
fr: Sélection d’encre. Entourez de l’encre sur n’importe quelle page, puis faites-la glisser.

source: Selects or deselects this notebook
de: Wählt dieses Notizbuch aus oder ab
es: Selecciona este cuaderno o anula su selección
fr: Sélectionne ou désélectionne ce carnet

source: Send Backward
de: Schrittweise rückwärts
es: Enviar atrás
fr: Reculer d’un plan

source: Sets the first page's paper
de: Legt das Papier der ersten Seite fest
es: Define el papel de la primera página
fr: Définit le papier de la première page

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

source: shape
de: Form
es: figura
fr: forme

source: Share
de: Teilen
es: Compartir
fr: Partager

source: Share the Backup Again
de: Backup erneut teilen
es: Volver a compartir la copia de seguridad
fr: Partager à nouveau la sauvegarde

source: Shelves
de: Regale
es: Estantes
fr: Étagères

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher

source: Show Answer
de: Antwort zeigen
es: Mostrar respuesta
fr: Afficher la réponse

source: Show Everything
de: Alles zeigen
es: Mostrar todo
fr: Tout afficher

source: Show Folders Inside
de: Unterordner einblenden
es: Mostrar subcarpetas
fr: Afficher les sous-dossiers

source: Show On This Day
de: „An diesem Tag“ anzeigen
es: Mostrar “Tal día como hoy”
fr: Afficher « Ce jour-là »

source: Show or Hide Tools
de: Werkzeuge ein- oder ausblenden
es: Mostrar u ocultar herramientas
fr: Afficher ou masquer les outils

source: Show Original
de: Original anzeigen
es: Mostrar original
fr: Afficher l’original

source: Show Sidebar
de: Seitenleiste einblenden
es: Mostrar barra lateral
fr: Afficher la barre latérale

source: Show Tools
de: Werkzeuge einblenden
es: Mostrar herramientas
fr: Afficher les outils

source: Showing
de: Eingeblendet
es: Visible
fr: Affiché

source: Showing on the second screen
de: Wird auf dem zweiten Bildschirm angezeigt
es: Se muestra en la segunda pantalla
fr: Affichage sur le second écran

source: Shows every page of the notebook
de: Zeigt alle Seiten des Notizbuchs
es: Muestra todas las páginas del cuaderno
fr: Affiche toutes les pages du carnet

source: Shows every page. Touch and hold it to go to a page by its number.
de: Zeigt alle Seiten. Halte sie gedrückt, um über die Seitenzahl zu einer Seite zu gehen.
es: Muestra todas las páginas. Mantenlo pulsado para ir a una página por su número.
fr: Affiche toutes les pages. Touchez-le longuement pour aller à une page par son numéro.

source: Shows it
de: Zeigt sie an
es: La muestra
fr: L’affiche

source: Shows or hides the pens, the eraser and the lasso.
de: Blendet Stifte, Radierer und Lasso ein oder aus.
es: Muestra u oculta los bolígrafos, la goma y el lazo.
fr: Affiche ou masque les stylos, la gomme et le lasso.

source: Shuffle
de: Zufällig
es: Aleatorio
fr: Mélanger

source: Six months ago
de: Vor sechs Monaten
es: Hace seis meses
fr: Il y a six mois

source: Size
de: Größe
es: Tamaño
fr: Taille

source: Sketchbook
de: Skizzenbuch
es: Cuaderno de bocetos
fr: Carnet de croquis

source: Sky
de: Himmel
es: Cielo
fr: Ciel

source: Slate
de: Schiefer
es: Pizarra
fr: Ardoise

source: Small
de: Klein
es: Pequeño
fr: Petit

source: Something went wrong
de: Etwas ist schiefgegangen
es: Algo salió mal
fr: Une erreur s’est produite

source: Sort
de: Sortieren
es: Ordenar
fr: Trier

source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par

source: Sort Shelves A to Z
de: Regale von A bis Z sortieren
es: Ordenar estantes de la A a la Z
fr: Trier les étagères de A à Z

source: Source Code on GitHub
de: Quellcode auf GitHub
es: Código fuente en GitHub
fr: Code source sur GitHub

source: Sparkles
de: Funkeln
es: Destellos
fr: Étincelles

source: Speech Bubble
de: Sprechblase
es: Globo de diálogo
fr: Bulle de dialogue

source: Speech recognition is off for Swift Scribe. Turn it on in Settings › Privacy & Security › Speech Recognition.
de: Die Spracherkennung ist für Swift Scribe deaktiviert. Aktiviere sie unter Einstellungen › Datenschutz & Sicherheit › Spracherkennung.
es: El reconocimiento de voz está desactivado para Swift Scribe. Actívalo en Ajustes › Privacidad y seguridad › Reconocimiento de voz.
fr: La reconnaissance vocale est désactivée pour Swift Scribe. Activez-la dans Réglages › Confidentialité et sécurité › Reconnaissance vocale.

source: Spine
de: Buchrücken
es: Lomo
fr: Dos

source: Spine Colour
de: Buchrückenfarbe
es: Color del lomo
fr: Couleur du dos

source: Squeeze
de: Drücken
es: Apretar
fr: Presser

source: Star
de: Stern
es: Estrella
fr: Étoile

source: Start a daily journal
de: Tagebuch beginnen
es: Empezar un diario
fr: Commencer un journal

source: Start from
de: Beginnen mit
es: Empezar con
fr: Partir de

source: Start today's page in %@
de: Heutige Seite in %@ beginnen
es: Empezar la página de hoy en %@
fr: Commencer la page du jour dans %@

source: Started %@
de: Begonnen im %@
es: Empezado en %@
fr: Début : %@

source: Starts a new notebook on your default paper and opens it, ready to write.
de: Legt ein neues Notizbuch mit deinem Standardpapier an und öffnet es, bereit zum Schreiben.
es: Crea un cuaderno nuevo con tu papel predeterminado y lo abre, listo para escribir.
fr: Crée un carnet avec votre papier par défaut et l’ouvre, prêt pour l’écriture.

source: Steps back until everything on the whiteboard is in view.
de: Zoomt heraus, bis alles auf dem Whiteboard zu sehen ist.
es: Se aleja hasta que se ve todo lo que hay en la pizarra.
fr: Prend du recul jusqu’à ce que tout le contenu du tableau blanc soit visible.

source: Sticker added to the page
de: Sticker zur Seite hinzugefügt
es: Pegatina añadida a la página
fr: Autocollant ajouté à la page

source: Sticker made
de: Sticker erstellt
es: Pegatina creada
fr: Autocollant créé

source: Stickers
de: Sticker
es: Pegatinas
fr: Autocollants

source: Stickers sit under your ink, so you can write on a note or a label. Touch and hold one on the page to move, resize or remove it.
de: Sticker liegen unter deiner Tinte, sodass du auf einen Zettel oder ein Etikett schreiben kannst. Halte einen Sticker auf der Seite gedrückt, um ihn zu bewegen, seine Größe zu ändern oder ihn zu entfernen.
es: Las pegatinas quedan debajo de la tinta, así que puedes escribir sobre una nota o una etiqueta. Mantén pulsada una en la página para moverla, cambiar su tamaño o quitarla.
fr: Les autocollants se placent sous votre encre : vous pouvez donc écrire sur une note ou une étiquette. Maintenez le doigt sur un autocollant de la page pour le déplacer, le redimensionner ou le retirer.

source: Stop
de: Stoppen
es: Detener
fr: Arrêter

source: Stop Recording
de: Aufnahme stoppen
es: Detener grabación
fr: Arrêter l’enregistrement

source: Stop Using Daily Journal
de: Tagebuch nicht mehr verwenden
es: Dejar de usar el diario
fr: Ne plus utiliser comme journal

source: straight lines
de: gerade Linien
es: líneas rectas
fr: lignes droites

source: Straighten Shape
de: Form begradigen
es: Enderezar figura
fr: Redresser la forme

source: Straighten Shapes
de: Formen begradigen
es: Enderezar figuras
fr: Redresser les formes

source: Straightened into a %@
de: Begradigt: %@
es: Trazo enderezado: %@
fr: Redressé en %@

source: Study
de: Lernen
es: Estudiar
fr: Étudier

source: Study Anyway
de: Trotzdem lernen
es: Estudiar igualmente
fr: Étudier quand même

source: Study Guide
de: Lernhilfe
es: Guía de estudio
fr: Guide d'étude

source: Study guides are written by Apple Intelligence on the iPad itself, and this iPad doesn't have it. Swift Scribe never sends your notes anywhere to be read.
de: Lernhilfen werden von Apple Intelligence auf dem iPad selbst geschrieben, und dieses iPad hat es nicht. Swift Scribe sendet deine Notizen nie irgendwohin, um sie zu lesen.
es: Las guías de estudio las escribe Apple Intelligence en el propio iPad, y este iPad no lo tiene. Swift Scribe nunca envía tus notas a ningún sitio para leerlas.
fr: Les guides d'étude sont rédigés par Apple Intelligence sur l'iPad lui-même, et cet iPad n'en dispose pas. Swift Scribe n'envoie jamais vos notes ailleurs pour les lire.

source: Study guides are written by Apple Intelligence on the iPad itself, which needs iPadOS 26 or later. Your notes never leave it.
de: Lernhilfen werden von Apple Intelligence auf dem iPad selbst geschrieben, wofür iPadOS 26 oder neuer nötig ist. Deine Notizen verlassen es nie.
es: Las guías de estudio las escribe Apple Intelligence en el propio iPad, que necesita iPadOS 26 o posterior. Tus notas nunca salen de él.
fr: Les guides d'étude sont rédigés par Apple Intelligence sur l'iPad lui-même, ce qui nécessite iPadOS 26 ou ultérieur. Vos notes ne le quittent jamais.

source: Study guides are written by Apple Intelligence on the iPad itself. Turn it on in Settings, under Apple Intelligence and Siri, and come back. Your notes never leave the iPad.
de: Lernhilfen werden von Apple Intelligence auf dem iPad selbst geschrieben. Schalte es in den Einstellungen unter „Apple Intelligence & Siri“ ein und komm zurück. Deine Notizen verlassen das iPad nie.
es: Las guías de estudio las escribe Apple Intelligence en el propio iPad. Actívalo en Ajustes, en Apple Intelligence y Siri, y vuelve. Tus notas nunca salen del iPad.
fr: Les guides d'étude sont rédigés par Apple Intelligence sur l'iPad lui-même. Activez-le dans Réglages, sous Apple Intelligence et Siri, puis revenez. Vos notes ne quittent jamais l'iPad.

source: Study Guide…
de: Lernhilfe …
es: Guía de estudio…
fr: Guide d'étude…

source: Study tape
de: Lernklebeband
es: Cinta de estudio
fr: Ruban de révision

source: Study Tape
de: Lernklebeband
es: Cinta de estudio
fr: Ruban de révision

source: Study tape on page %lld
de: Lernklebeband auf Seite %lld
es: Cinta de estudio en la página %lld
fr: Ruban de révision page %lld

source: Study Them Anyway
de: Trotzdem lernen
es: Estudiarlas igualmente
fr: Les étudier quand même

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé

source: Summary ready
de: Zusammenfassung fertig
es: Resumen listo
fr: Résumé prêt

source: Sun
de: Sonne
es: Sol
fr: Soleil

source: Swap Question and Answer
de: Frage und Antwort tauschen
es: Intercambiar pregunta y respuesta
fr: Échanger la question et la réponse

source: Swift Scribe can write down what was said, so you can read it, search for it and jump to any moment. It is done on this iPad: the recording is never sent anywhere.
de: Swift Scribe kann aufschreiben, was gesagt wurde, damit du es lesen, durchsuchen und zu jedem Moment springen kannst. Das geschieht auf diesem iPad: Die Aufnahme wird nie irgendwohin gesendet.
es: Swift Scribe puede poner por escrito lo que se dijo, para que puedas leerlo, buscarlo y saltar a cualquier momento. Se hace en este iPad: la grabación nunca se envía a ningún sitio.
fr: Swift Scribe peut mettre par écrit ce qui a été dit, pour que vous puissiez le lire, le rechercher et aller à n’importe quel moment. Tout se fait sur cet iPad : l’enregistrement n’est jamais envoyé nulle part.

source: Swift Scribe couldn't find a clear subject in this photo.
de: Swift Scribe konnte in diesem Foto kein eindeutiges Motiv finden.
es: Swift Scribe no encontró un sujeto claro en esta foto.
fr: Swift Scribe n’a pas trouvé de sujet net dans cette photo.

source: Swift Scribe couldn't find a clear subject to lift out of this photo. You can use the whole photo as a sticker instead.
de: Swift Scribe konnte in diesem Foto kein eindeutiges Motiv zum Freistellen finden. Du kannst stattdessen das ganze Foto als Sticker verwenden.
es: Swift Scribe no encontró un sujeto claro que extraer de esta foto. Puedes usar la foto entera como pegatina.
fr: Swift Scribe n’a pas trouvé de sujet net à détacher de cette photo. Vous pouvez utiliser la photo entière comme autocollant.

source: Swift Scribe couldn't write to this device: %@. If you close now, it keeps trying in the background, but changes that haven't been saved are lost if the app quits first.
de: Swift Scribe konnte nicht auf dieses Gerät schreiben: %@. Wenn du jetzt schließt, versucht die App es im Hintergrund weiter. Noch nicht gesicherte Änderungen gehen jedoch verloren, falls die App vorher beendet wird.
es: Swift Scribe no pudo escribir en este dispositivo: %@. Si cierras ahora, seguirá intentándolo en segundo plano, pero los cambios sin guardar se perderán si la app se cierra antes.
fr: Swift Scribe n’a pas pu écrire sur cet appareil : %@. Si vous fermez maintenant, l’app continue d’essayer en arrière-plan, mais les modifications non enregistrées seront perdues si elle se ferme avant.

source: Swift Scribe is free and open source. No ads, no subscriptions, no tracking. Your notes stay on your device.
de: Swift Scribe ist kostenlos und Open Source. Keine Werbung, keine Abos, kein Tracking. Deine Notizen bleiben auf deinem Gerät.
es: Swift Scribe es gratis y de código abierto. Sin anuncios, sin suscripciones, sin rastreo. Tus notas se quedan en tu dispositivo.
fr: Swift Scribe est gratuit et open source. Pas de publicité, pas d’abonnement, pas de suivi. Vos notes restent sur votre appareil.

source: Swift Scribe isn't allowed to read your calendar. Allow it in Settings › Privacy & Security › Calendars.
de: Swift Scribe darf deinen Kalender nicht lesen. Erlaube es unter Einstellungen › Datenschutz & Sicherheit › Kalender.
es: Swift Scribe no tiene permiso para leer tu calendario. Permítelo en Ajustes › Privacidad y seguridad › Calendarios.
fr: Swift Scribe n’est pas autorisé à lire votre calendrier. Autorisez-le dans Réglages › Confidentialité et sécurité › Calendriers.

source: Swift Scribe keeps a list of the days you wrote and which pages, on this device only. It's never shared.
de: Swift Scribe führt nur auf diesem Gerät eine Liste der Tage, an denen du geschrieben hast, und der zugehörigen Seiten. Sie wird nie geteilt.
es: Swift Scribe guarda una lista de los días en que escribiste y en qué páginas, solo en este dispositivo. Nunca se comparte.
fr: Swift Scribe conserve la liste des jours où vous avez écrit et des pages concernées, sur cet appareil uniquement. Elle n’est jamais partagée.

source: Switch to Eraser
de: Zum Radiergummi wechseln
es: Cambiar al borrador
fr: Passer à la gomme

source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant

source: Sync with iCloud
de: Mit iCloud synchronisieren
es: Sincronizar con iCloud
fr: Synchroniser avec iCloud

source: System Setting
de: Systemeinstellung
es: Ajuste del sistema
fr: Réglage système

source: Takes back the last thing you did, or does it again.
de: Nimmt das zuletzt Getane zurück oder führt es erneut aus.
es: Deshace lo último que hiciste, o lo vuelve a hacer.
fr: Annule votre dernière action, ou la refait.

source: Tap a line to hear it, with the ink you wrote as it was said.
de: Tippe auf eine Zeile, um sie zu hören, zusammen mit der Tinte, die du dabei geschrieben hast.
es: Toca una línea para oírla, con la tinta que escribiste mientras se decía.
fr: Touchez une ligne pour l’écouter, avec l’encre que vous avez écrite à ce moment-là.

source: Tap the microphone to record a lecture or meeting alongside your notes.
de: Tippe auf das Mikrofon, um eine Vorlesung oder Besprechung parallel zu deinen Notizen aufzunehmen.
es: Toca el micrófono para grabar una clase o una reunión junto con tus notas.
fr: Touchez le micro pour enregistrer un cours ou une réunion en même temps que vos notes.

source: Tap the small ribbon beside the page number to bookmark a page. Bookmarks and a PDF's table of contents are listed here.
de: Tippe auf das kleine Band neben der Seitenzahl, um ein Lesezeichen zu setzen. Lesezeichen und das Inhaltsverzeichnis eines PDFs werden hier aufgelistet.
es: Toca la cinta pequeña junto al número de página para añadir un marcador. Aquí aparecen los marcadores y la tabla de contenido de un PDF.
fr: Touchez le petit ruban à côté du numéro de page pour ajouter un signet à une page. Les signets et la table des matières d’un PDF sont répertoriés ici.

source: Tape Colour
de: Klebebandfarbe
es: Color de la cinta
fr: Couleur du ruban

source: Tape lifted
de: Klebeband angehoben
es: Cinta levantada
fr: Ruban soulevé

source: Tape put back
de: Klebeband wieder aufgeklebt
es: Cinta colocada de nuevo
fr: Ruban remis en place

source: Taped Grid Note
de: Karozettel mit Klebeband
es: Nota cuadriculada con cinta
fr: Note quadrillée scotchée

source: Tapping the link opens the address in your browser. Without a name, the link shows the address.
de: Durch Tippen auf den Link wird die Adresse in deinem Browser geöffnet. Ohne Namen zeigt der Link die Adresse.
es: Al tocar el enlace se abre la dirección en tu navegador. Sin nombre, el enlace muestra la dirección.
fr: Toucher le lien ouvre l’adresse dans votre navigateur. Sans nom, le lien affiche l’adresse.

source: Tapping the link saves this notebook, puts it away and opens the other one.
de: Durch Tippen auf den Link wird dieses Notizbuch gesichert und weggelegt und das andere geöffnet.
es: Al tocar el enlace se guarda este cuaderno, se cierra y se abre el otro.
fr: Toucher le lien enregistre ce carnet, le range et ouvre l’autre.

source: Teal
de: Petrol
es: Verde azulado
fr: Bleu canard

source: Teal Tape
de: Petrol-Klebeband
es: Cinta adhesiva verde azulado
fr: Ruban adhésif bleu canard

source: Template
de: Vorlage
es: Plantilla
fr: Modèle

source: Text box
de: Textfeld
es: Cuadro de texto
fr: Zone de texte

source: Text Box
de: Textfeld
es: Cuadro de texto
fr: Zone de texte

source: Text Style
de: Textstil
es: Estilo de texto
fr: Style de texte

source: The backup couldn't be written.
de: Das Backup konnte nicht geschrieben werden.
es: No se pudo guardar la copia de seguridad.
fr: La sauvegarde n’a pas pu être écrite.

source: The backup had nothing in it.
de: Das Backup war leer.
es: La copia de seguridad estaba vacía.
fr: La sauvegarde était vide.

source: The card couldn't be saved
de: Die Karte konnte nicht gesichert werden
es: No se pudo guardar la tarjeta
fr: La carte n'a pas pu être enregistrée

source: The file couldn't be read.
de: Die Datei konnte nicht gelesen werden.
es: No se pudo leer el archivo.
fr: Le fichier n’a pas pu être lu.

source: The file doesn't contain any pages.
de: Die Datei enthält keine Seiten.
es: El archivo no contiene ninguna página.
fr: Le fichier ne contient aucune page.

source: The handwriting recogniser didn't answer. Try again in a moment.
de: Die Handschrifterkennung hat nicht geantwortet. Versuche es gleich noch einmal.
es: El reconocedor de escritura no respondió. Inténtalo de nuevo en un momento.
fr: La reconnaissance d’écriture n’a pas répondu. Réessayez dans un instant.

source: The ink on a page couldn't be read. The original file was kept as %@, and the page starts empty.
de: Die Tinte auf einer Seite konnte nicht gelesen werden. Die Originaldatei wurde als %@ aufbewahrt, und die Seite beginnt leer.
es: No se pudo leer la tinta de una página. El archivo original se conservó como %@ y la página empieza vacía.
fr: L’encre d’une page n’a pas pu être lue. Le fichier d’origine a été conservé sous le nom %@, et la page repart vide.
